Repository: siduction/cinnamon-backgrounds
Catalog: po/*.po
Languages: fr, nl

source: Blinds
fr: Rideaux
nl: JaloezieÃ«n

source: Bokeh Tails
fr: Queues floutées
nl: Pluimen - kleurrijk

source: Dandelion
fr: Graines de pissenlit
nl: Paardenbloem

source: Dark Ivy
fr: Lierre sombre
nl: Donker blad

source: Pink Fabric
fr: Tissu rose
nl: Roze stof

source: Flower Bed
fr: Tapis de fleurs
nl: Bloemenbed

source: Foot Fall
fr: Empreinte de pas
nl: Druppels

source: Lock Screen
fr: Écran gelé
nl: Vouwpatronen

source: Mirror
fr: Miroir
nl: Spiegel

source: Road
fr: Route
nl: Snelweg

source: Sandstone
fr: Grès rouge
nl: Zandsteen

source: Signpost of the Shadows
fr: Panneau indicateur des ombres
nl: Wegwijzer van schaduwen

source: Stones
fr: Cailloux
nl: Keien en kiezels

source: Terraform Green
fr: Croûte verte
nl: Terravorming groen

source: Waves
fr: Plage
nl: Golven

source: Whispy Tails
fr: Queues en épis
nl: Pluimen - blauw
